{
  "char1": {
    "name": "Леон Скотт Кеннеди",
    "image": "char1.png",
    "first": "Первое появление: Resident Evil 2 (1998)",
    "last": "Последнее появление: Resident Evil 4 Remake (2023)",
    "games": "Список всех игр: Resident Evil 2, Resident Evil 4, Resident Evil 6, Resident Evil 2 Remake, Resident Evil 4 Remake",
    "biography1": "Леон Скотт Кеннеди — один из самых известных героев серии Resident Evil. Впервые он появляется в Resident Evil 2 (1998), как новичок в полиции Раккун-Сити, прибывший на работу в день вспышки T-вируса. Проявив невероятные стойкость и ум, Леон выжил в зомби-апокалипсисе, спасая выживших, включая Клэр Рэдфилд и Шерри Биркин. После этих событий Леон вступил в ряды правительственных спецслужб, где стал профессионалом в борьбе с биотерроризмом.",
    "biography2": "Его миссия в Resident Evil 4 (2005) стала легендарной: Леон отправился в Испанию, чтобы спасти дочь президента США Эшли Грэм из лап культа Лос Иллюминадос. Он проявил себя как решительный и находчивый агент, противостоящий врагам, заражённым паразитом Лас Плагас. В ходе миссии Леон сталкивался с коварной Ада Вонг, чья роль всегда вызывала вопросы.",
    "biography3": "В последующих играх Леон продолжил борьбу с глобальными биологическими угрозами. В Resident Evil 6 он расследует теракт с использованием C-вируса, сотрудничая с Хеленой Харпер. Леон известен своей выдержкой, профессионализмом и склонностью к саркастичным замечаниям, что делает его одним из самых любимых персонажей серии.",
    "screenshot1": "screen1-1.png",
    "screenshot2": "screen1-2.png",
    "screenshot3": "screen1-3.png",
    "background": "background1.jpeg"
  },
  "char2": {
    "name": "Крис Рэдфилд",
    "image": "char2.png",
    "first": "Первое появление: Resident Evil (1996)",
    "last": "Последнее появление: Resident Evil Village (2021)",
    "games": "Список всех игр: Resident Evil, Resident Evil CODE: Veroncia, Resident Evil Remake, Resident Evil 5, Resident Evil Revelations, Resident Evil 6, Resident Evil Biohazard, Resident Evil Village",
    "biography1": "Крис Рэдфилд — ветеран серии и центральный герой Resident Evil. Его первое появление в оригинальной игре (1996) связано с исследованием особняка Спенсера как члена отряда STARS. Он и Джилл Валентайн обнаружили страшную правду о корпорации Umbrella и её экспериментах с биологическим оружием.",
    "biography2": "После событий первой игры Крис стал одержим борьбой с Umbrella, что продолжилось в Resident Evil Code: Veronica (2000), где он спасает свою сестру Клэр из лап корпорации. В Resident Evil 5 Крис становится агентом BSAA и работает в Африке, противостоя Альберту Вескеру и вирусу Уроборос.",
    "biography3": "Крис — символ стойкости и решимости, но он также несёт бремя утрат, что особенно проявляется в Resident Evil Village (2021), где он сначала выступает загадочным союзником Итана Уинтерса. Его личность сочетает героизм, преданность и постоянную готовность бороться с тьмой.",
    "screenshot1": "screen2-1.png",
    "screenshot2": "screen2-2.png",
    "screenshot3": "screen2-3.png",
    "background": "background2.jpeg"
  },
  "char3": {
    "name": "Джилл Валентайн",
    "image": "char3.png",
    "first": "Первое появление: Resident Evil (1996)",
    "last": "Последнее появление: Resident Evil 3 Remake (2020)",
    "games": "Список всех игр: Resident Evil, Resident Evil 3: Nemesis, Resident Evil Remake, Resident Evil 5, Resident Evil Revelations, Resident Evil 3 Remake",
    "biography1": "Джилл Валентайн — одна из первых героинь Resident Evil, появившаяся в оригинальной игре (1996). Как член отряда STARS, она вместе с Крисом расследовала таинственные убийства в Арклейских горах. Она раскрыла связь корпорации Umbrella с вирусами и выжила в ужасах особняка Спенсера.",
    "biography2": "В Resident Evil 3: Nemesis (1999) Джилл противостоит зомби-апокалипсису в Раккун-Сити и преследованию смертоносного биооружия Немезиса. Её стойкость и интеллект позволяют ей выжить в самых страшных ситуациях.",
    "biography3": "Джилл также подверглась экспериментам с вирусами в Resident Evil 5, где она оказывается под контролем Вескера. После спасения она возвращается к активной борьбе с биотерроризмом. Её образ стал эталоном сильной, решительной героини.",
    "screenshot1": "screen3-1.png",
    "screenshot2": "screen3-2.png",
    "screenshot3": "screen3-3.png",
    "background": "background3.jpeg"
  },
  "char4": {
    "name": "Ада Вонг",
    "image": "char4.png",
    "first": "Первое появление: Resident Evil 2 (1998)",
    "last": "Последнее появление: Resident Evil 4 Remake (2023)",
    "games": "Список всех игр: Resident Evil 2, Resident Evil 4, Resident Evil 6, Resident Evil 2 Remake, Resident Evil 4 Remake",
    "biography1": "Ада Вонг — загадочная шпионка, чьи цели и мотивы часто остаются скрытыми. Она впервые появляется в Resident Evil 2, где помогает Леону Кеннеди, но вскоре её действия раскрывают связь с корпорацией Umbrella.",
    "biography2": "Её роль в серии всегда двойственна: с одной стороны, она помогает героям, с другой — выполняет задания, связанные с биологическим оружием. В Resident Evil 4 Ада помогает Леону в борьбе с культом Лос Иллюминадос, но её собственная миссия связана с похищением образцов паразита.",
    "biography3": "Ада олицетворяет стиль, хитрость и профессионализм, оставаясь одной из самых загадочных фигур вселенной Resident Evil.",
    "screenshot1": "screen4-1.png",
    "screenshot2": "screen4-2.png",
    "screenshot3": "screen4-3.png",
    "background": "background4.jpeg"
  },
  "char5": {
    "name": "Клэр Рэдфилд",
    "image": "char5.png",
    "first": "Первое появление: Resident Evil 2 (1998)",
    "last": "Последнее появление: Resident Evil 2 Remake (2019)",
    "games": "Список всех игр: Resident Evil 2, Resident Evil CODE: Veronica, Resident Evil Revelations 2, Resident Evil 2 Remake",
    "biography1": "Клэр Рэдфилд — младшая сестра Криса и одна из главных героинь Resident Evil 2. Она прибывает в Раккун-Сити в поисках брата и оказывается втянутой в кошмар вирусной вспышки. Вместе с Леоном она выживает, спасая Шерри Биркин от гибели.",
    "biography2": "В Resident Evil Code: Veronica Клэр попадает в плен Umbrella, но её спасает Крис. Она становится активным борцом с биотерроризмом, что проявляется в Resident Evil Revelations 2.",
    "biography3": "Клэр известна своей храбростью, эмпатией и готовностью защищать слабых, делая её одним из любимых персонажей поклонников.",
    "screenshot1": "screen5-1.png",
    "screenshot2": "screen5-2.png",
    "screenshot3": "screen5-3.png",
    "background": "background5.jpeg"
  },
  "char6": {
    "name": "Ребекка Чемберс",
    "image": "char6.png",
    "first": "Первое появление: Resident Evil (1996)",
    "last": "Последнее появление: Resident Evil Zero (2002)",
    "games": "Список всех игр: Resident Evil, Resident Evil Remake, Resident Evil Zero",
    "biography1": "Ребекка Чемберс впервые появляется в Resident Evil (1996) как младший член отряда STARS и профессиональный медик. Её история раскрывается в Resident Evil Zero (2002), где она сталкивается с первыми ужасающими экспериментами корпорации Umbrella.",
    "biography2": "Ребекка проявляет невероятную стойкость и смекалку, несмотря на свой юный возраст и неопытность. Она помогает Билли Коэну раскрыть причины катастрофы в Арклейских горах.",
    "biography3": "Её медицинские навыки и добросердечность делают её важным союзником для других героев серии.",
    "screenshot1": "screen6-1.png",
    "screenshot2": "screen6-2.png",
    "screenshot3": "screen6-3.png",
    "background": "background6.jpeg"
  },
  "char7": {
    "name": "Барри Бёртон",
    "image": "char7.png",
    "first": "Первое появление: Resident Evil (1996)",
    "last": "Последнее появление: Resident Evil Revelations 2 (2015)",
    "games": "Список всех игр: Resident Evil, Resident Evil 3: Nemesis, Resident Evil Remake, Resident Evil Revelations 2",
    "biography1": "Барри Бёртон — ветеран отряда STARS, известный своей лояльностью и навыками обращения с оружием. В оригинальной Resident Evil он помогает Джилл Валентайн в её миссии, несмотря на шантаж со стороны Альберта Вескера.",
    "biography2": "Барри спасает Джилл из Раккун-Сити незадолго до того, как на город была запущена ядерная бомба.",
    "biography3": "Барри возвращается в Resident Evil Revelations 2, где сражается за спасение своей дочери Моиры. Он символизирует силу семьи и готовность рисковать всем ради близких.",
    "screenshot1": "screen7-1.png",
    "screenshot2": "screen7-2.png",
    "screenshot3": "screen7-3.png",
    "background": "background7.jpeg"
  },
  "char8": {
    "name": "Шерри Биркин",
    "image": "char8.png",
    "first": "Первое появление: Resident Evil 2 (1998)",
    "last": "Последнее появление: Resident Evil 2 Remake (2019)",
    "games": "Список всех игр: Resident Evil 2, Resindet Evil 6, Resident Evil 2 Remake",
    "biography1": "Шерри Биркин — дочь учёных Уильяма и Аннет Биркин. Впервые она появляется в Resident Evil 2 как ребёнок, спасённый Леоном и Клэр. Её отец, заражённый вирусом G, становится монстром, из-за чего Шерри оказывается втянутой в трагедию.",
    "biography2": "Из-за произошедшего в Раккун-Сити она долгие годы находилась под охраной правительства США, из-за чего она была лишена детства.",
    "biography3": "Спустя годы она становится агентом правительства США, как показано в Resident Evil 6. Её иммунитет к вирусу делает её важным персонажем в борьбе с биотерроризмом.",
    "screenshot1": "screen8-1.png",
    "screenshot2": "screen8-2.png",
    "screenshot3": "screen8-3.png",
    "background": "background8.jpeg"
  },
  "char9": {
    "name": "Ханк",
    "image": "char9.png",
    "first": "Первое появление: Resident Evil 2 (1998)",
    "last": "Последнее появление: Resident Evil 4 Remake (2023)",
    "games": "Список всех игр: Resident Evil 2, Resident Evil 4, Resident Evil: Operation Raccoon City, Resident Evil 2 Remake, Resident Evil 4 Remake",
    "biography1": "",
    "biography2": "Ханк, также известный как Четвёртый выживший или Мрачный Жнец (Смерть с косой) — загадочный оперативник, связанный с корпорацией Umbrella. Его профессионализм и холодный расчёт сделали его легендой среди фанатов.",
    "biography3": "",
    "screenshot1": "screen9-1.png",
    "screenshot2": "screen9-2.png",
    "screenshot3": "screen9-3.png",
    "background": "background9.jpeg"
  },
  "char10": {
    "name": "Карлос Оливьера",
    "image": "char10.png",
    "first": "Первое появление: Resident Evil 3: Nemesis (1999)",
    "last": "Последнее появление: Resident Evil 3 Remake (2020)",
    "games": "Список всех игр: Resident Evil 3: Nemesis, Resident Evil 3 Remake",
    "biography1": "",
    "biography2": "Карлос Оливьера — боец UBCS, участвовавший в эвакуации выживших во время событий Resident Evil 3: Nemesis. Он помогает Джилл Валентайн выжить и найти лекарство от заражения вирусом.",
    "biography3": "",
    "screenshot1": "screen10-1.png",
    "screenshot2": "screen10-2.png",
    "screenshot3": "screen10-3.png",
    "background": "background10.jpeg"
  },
  "char11": {
    "name": "Луис Серра",
    "image": "char11.png",
    "first": "Первое появление: Resident Evil 4 (2005)",
    "last": "Последнее появление: Resident Evil 4 Remake (2023)",
    "games": "Список всех игр: Resident Evil 4, Resident Evil 4 Remake",
    "biography1": "",
    "biography2": "Луис Серра — бывший исследователь Лас Плагас, который помогает Леону в Resident Evil 4. Он пытается искупить свою вину за участие в разработке паразита, но трагически погибает.",
    "biography3": "",
    "screenshot1": "screen11-1.png",
    "screenshot2": "screen11-2.png",
    "screenshot3": "screen11-3.png",
    "background": "background11.jpeg"
  },
  "char12": {
    "name": "Эшли Грэм",
    "image": "char12.png",
    "first": "Первое появление: Resident Evil 4 (2005)",
    "last": "Последнее появление: Resident Evil 4 Remake (2023)",
    "games": "Список всех игр: Resident Evil 4, Resident Evil 4 Remake",
    "biography1": "",
    "biography2": "Эшли Грэм — дочь президента США, похищенная в Resident Evil 4. Её спасение становится ключевой миссией Леона. Несмотря на свою уязвимость, она демонстрирует смелость и готовность бороться за выживание.",
    "biography3": "",
    "screenshot1": "screen12-1.png",
    "screenshot2": "screen12-2.png",
    "screenshot3": "screen12-3.png",
    "background": "background12.jpeg"
  },
  "char13": {
    "name": "Шева Аломар",
    "image": "char13.png",
    "first": "Первое появление: Resident Evil 5 (2009)",
    "last": "Последнее появление: Resident Evil 5 (2009)",
    "games": "Список всех игр: Resident Evil 5",
    "biography1": "Шева Аломар — оперативник BSAA и напарница Криса Рэдфилда в Resident Evil 5. Родилась в Западной Африке, где в раннем возрасте потеряла семью из-за аварии на заводе корпорации Umbrella. После этого Шева присоединилась к местной группе сопротивления, сражающейся с биотерроризмом, где её талант заметили агенты BSAA.",
    "biography2": "Шева обучалась в США и стала профессионалом в борьбе с биооружием. Она присоединилась к Крису в миссии в Киджуджу, где они противостояли культу Маджини и Альберту Вескеру, пытавшемуся использовать вирус Уроборос для уничтожения мира. Шева сыграла ключевую роль в финальной битве, помогая уничтожить Вескера.",
    "biography3": "Шева известна своей храбростью, стратегическим мышлением и преданностью делу. Её история вдохновляет своей борьбой с несправедливостью, и она остаётся символом надежды для пострадавших от действий корпораций, подобных Umbrella.",
    "screenshot1": "screen13-1.png",
    "screenshot2": "screen13-2.png",
    "screenshot3": "screen13-3.png",
    "background": "background13.jpeg"
  },
  "char14": {
    "name": "Итан Уинтерс",
    "image": "char14.png",
    "first": "Первое появление: Resident Evil Biohazard (2017)",
    "last": "Последнее появление: Resident Evil Village (2021)",
    "games": "Список всех игр: Resident Evil Biohazard, Resident Evil Village",
    "biography1": "Итан Уинтерс — главный герой Resident Evil 7: Biohazard и Resident Evil Village. Его история начинается с того, что он отправляется на поиски своей жены Мии, пропавшей три года назад. Найдя её в заброшенном доме семьи Бейкеров в Луизиане, он сталкивается с ужасами, вызванными биологическим оружием — мутамицетом.",
    "biography2": "В Village Итан оказывается втянутым в ещё более мрачные события, когда его дочь Розмари похищает Матерь Миранда. Он сражается с могущественными мутантами, включая Альчину Димитреску и Карла Гейзенберга, чтобы вернуть свою дочь. Итан раскрывает свою собственную тайну: он сам был заражён мутамицетом ещё в Луизиане, что объясняет его невероятные способности к регенерации.",
    "biography3": "Его жертва в финале Village, когда он уничтожает Миранду и спасает Розу, становится кульминацией его трагической, но героической истории.",
    "screenshot1": "screen14-1.png",
    "screenshot2": "screen14-2.png",
    "screenshot3": "screen14-3.png",
    "background": "background14.jpeg"
  },
  "char15": {
    "name": "Альберт Вескер",
    "image": "char15.png",
    "first": "Первое появление: Resident Evil (1996)",
    "last": "Последнее появление: Resident Evil 4 Remake (2023)",
    "games": "Список всех игр: Resident Evil, Resident Evil CODE: Veronica, Resident Evil Remake, Resident Evil Zero, Resident Evil 4, Resident Evil 5, Resident Evil 4 Remake",
    "biography1": "Альберт Вескер — один из самых известных антагонистов серии. Как бывший офицер STARS, он тайно работал на Umbrella, внедряя их интересы в отряд. Вескер предал свою команду в особняке Спенсера, использовав их в качестве подопытных в экспериментах с вирусами.",
    "biography2": "После инцидента он мутировал, благодаря вирусу, который дал ему сверхчеловеческие способности. Вескер стал центральной фигурой в разработке биологического оружия, стремясь к созданию нового мира, где он будет доминировать.",
    "biography3": "В Resident Evil 5 он стремится использовать вирус Уроборос для глобальной трансформации человечества, но его планы рушатся благодаря действиям Криса и Шевы. Вескер погибает в финальной битве, оставаясь одним из самых харизматичных злодеев серии.",
    "screenshot1": "screen15-1.png",
    "screenshot2": "screen15-2.png",
    "screenshot3": "screen15-3.png",
    "background": "background15.jpeg"
  },
  "char16": {
    "name": "Уильям Биркин",
    "image": "char16.png",
    "first": "Первое появление: Resident Evil 2 (1998)",
    "last": "Последнее появление: Resident Evil 2 Remake (2019)",
    "games": "Список всех игр: Resident Evil 2, Resident Evil 2 Remake",
    "biography1": "Уильям Биркин — учёный корпорации Umbrella и один из создателей вируса G. Его работа сделала его ключевой фигурой в исследованиях Umbrella, но жадность и амбиции привели к катастрофическим последствиям.",
    "biography2": "Когда Umbrella попыталась присвоить его исследования, Биркин ввёл вирус G в своё тело, превратившись в монстра. Он стал причиной вспышки вируса в Раккун-Сити, убив множество людей.",
    "biography3": "Трагедия Биркина — это история предательства и одержимости, показывающая, к чему приводит жажда власти. Его мутация становится одной из самых запоминающихся угроз в серии.",
    "screenshot1": "screen16-1.png",
    "screenshot2": "screen16-2.png",
    "screenshot3": "screen16-3.png",
    "background": "background16.jpeg"
  },
  "char17": {
    "name": "Озвелл Э. Спенсер",
    "image": "char17.png",
    "first": "Первое появление: Resident Evil 5 (2009)",
    "last": "Последнее появление: Resident Evil 5 (2009)",
    "games": "Список всех игр: Resident Evil 5",
    "biography1": "Озвелл Э. Спенсер — основатель корпорации Umbrella и один из ключевых антагонистов серии. Он мечтал создать новую расу сверхлюдей с помощью вирусов, подчиняя человечество своей воле.",
    "biography2": "Спенсер был архитектором ужасов серии, стоящим за множеством экспериментов и катастроф. Его особняк стал эпицентром событий первой игры, символизируя его безумие и эгоизм.",
    "biography3": "Спенсер погибает от рук Вескера в Resident Evil 5, но его наследие остаётся основой всех последующих событий в серии.",
    "screenshot1": "screen17-1.png",
    "screenshot2": "screen17-2.png",
    "screenshot3": "screen17-3.png",
    "background": "background17.jpeg"
  },
  "char18": {
    "name": "Осмунд Сэдлер",
    "image": "char18.png",
    "first": "Первое появление: Resident Evil 4 (2005)",
    "last": "Последнее появление: Resident Evil 4 Remake (2023)",
    "games": "Список всех игр: Resident Evil 4, Resident Evil 4 Remake",
    "biography1": "Осмунд Сэдлер — лидер культа Лос Иллюминадос и главный антагонист Resident Evil 4. Он использует паразитов Лас Плагас для контроля над людьми и стремится подчинить мир своей воле.",
    "biography2": "Сэдлер похищает Эшли Грэм, чтобы использовать её как средство влияния на США. Он становится главным противником Леона Кеннеди в его миссии по спасению Эшли.",
    "biography3": "Его планы рушатся, когда Леон уничтожает культ и самого Сэдлера.",
    "screenshot1": "screen18-1.png",
    "screenshot2": "screen18-2.png",
    "screenshot3": "screen18-3.png",
    "background": "background18.jpeg"
  },
  "char19": {
    "name": "Джек Краузер",
    "image": "char19.png",
    "first": "Первое появление: Resident Evil 4 (2005)",
    "last": "Последнее появление: Resident Evil 4 Remake (2023)",
    "games": "Список всех игр: Resident Evil 4, Resident Evil 4 Remake",
    "biography1": "Джек Краузер — бывший напарник Леона, ставший антагонистом в Resident Evil 4. После травмы он присоединился к Сэдлеру, став его главным бойцом.",
    "biography2": "Краузер использует Лас Плагас, чтобы получить сверхчеловеческие способности. Его конфликт с Леоном — это битва прошлого и настоящего, которую он проиграет.",
    "biography3": "",
    "screenshot1": "screen19-1.png",
    "screenshot2": "screen19-2.png",
    "screenshot3": "screen19-3.png",
    "background": "background19.jpeg"
  },
  "char20": {
    "name": "Экселла Джионне",
    "image": "char20.png",
    "first": "Первое появление: Resident Evil 5 (2009)",
    "last": "Последнее появление: Resident Evil 5 (2009)",
    "games": "Список всех игр: Resident Evil 5",
    "biography1": "Экселла Джионне — амбициозная представительница корпорации Tricell, работающая с Альбертом Вескером в Resident Evil 5. Она стремится к власти, но оказывается лишь пешкой в планах Вескера.",
    "biography2": "Экселла погибает, став жертвой вируса Уроборос, который она помогала создать.",
    "biography3": "",
    "screenshot1": "screen20-1.png",
    "screenshot2": "screen20-2.png",
    "screenshot3": "screen20-3.png",
    "background": "background20.jpeg"
  },
  "char21": {
    "name": "Дерек К. Симмонс",
    "image": "char21.png",
    "first": "Первое появление: Resident Evil 6 (2012)",
    "last": "Последнее появление: Resident Evil 6 (2012)",
    "games": "Список всех игр: Resident Evil 6",
    "biography1": "Дерек К. Симмонс — главный антагонист Resident Evil 6. Как лидер тайной организации, он организует распространение C-вируса ради достижения своих целей.",
    "biography2": "Его одержимость Адой Вонг и желание контроля приводят к трагическим последствиям. Симмонс превращается в чудовище, но его планы разрушают Леон и другие герои.",
    "biography3": "",
    "screenshot1": "screen21-1.png",
    "screenshot2": "screen21-2.png",
    "screenshot3": "screen21-3.png",
    "background": "background21.jpeg"
  },
  "char22": {
    "name": "Матерь Миранда",
    "image": "char22.png",
    "first": "Первое появление: Resident Evil Village (2021)",
    "last": "Последнее появление: Resident Evil Village (2021)",
    "games": "Список всех игр: Resident Evil Village",
    "biography1": "Матерь Миранда — могущественный антагонист Resident Evil Village, обладающая способностью изменять организм с помощью мутамицета. Она пытается вернуть свою умершую дочь через Розмари Уинтерс.",
    "biography2": "Миранда управляет мутантами, включая Димитреску и Гейзенберга, превращая деревню в кошмар. Её смерть становится кульминацией истории Итана.",
    "biography3": "",
    "screenshot1": "screen22-1.png",
    "screenshot2": "screen22-2.png",
    "screenshot3": "screen22-3.png",
    "background": "background22.jpeg"
  },
  "char23": {
    "name": "Альсина Димитреску",
    "image": "char23.png",
    "first": "Первое появление: Resident Evil Village (2021)",
    "last": "Последнее появление: Resident Evil Village (2021)",
    "games": "Список всех игр: Resident Evil Village",
    "biography1": "Альсина Димитреску — одна из правителей деревни в Village, известная своим вампироподобным обликом. Она охотится на Итана и его дочь, используя своих «дочерей».",
    "biography2": "Её замок — это символ готического ужаса и классики серии.",
    "biography3": "",
    "screenshot1": "screen23-1.png",
    "screenshot2": "screen23-2.png",
    "screenshot3": "screen23-3.png",
    "background": "background23.jpeg"
  },
  "char24": {
    "name": "Карл Гейзенберг",
    "image": "char24.png",
    "first": "Первое появление: Resident Evil Village (2021)",
    "last": "Последнее появление: Resident Evil Village (2021)",
    "games": "Список всех игр: Resident Evil Village",
    "biography1": "Карл Гейзенберг — мутант-изобретатель, работающий на Матерь Миранду. Его конфликт с ней и стремление к свободе делают его сложным антагонистом.",
    "biography2": "Гейзенберг видит в Итане союзника, но их разные цели приводят к противостоянию.",
    "biography3": "",
    "screenshot1": "screen24-1.png",
    "screenshot2": "screen24-2.png",
    "screenshot3": "screen24-3.png",
    "background": "background24.jpeg"
  }
}
