{
  "enemy1": {
    "name": "T-Зомби",
    "image": "enemy1.png",
    "pathogen": "Патоген: Т-Вирус",
    "games": "Список появлений в играх: Resident Evil, Resident Evil 2, Resident Evil 3: Remake, Resident Evil CODE: Veronica, Resident Evil Remake, Resident Evil Zero, Resident Evil 2 Remake, Resident Evil 3 Remake",
    "description": "Т-зомби — результат заражения людей Т-вирусом, созданным корпорацией Umbrella. Этот вирус воздействует на клетки организма, разрушая их нормальные функции и заставляя заражённых стремиться к поеданию плоти. Т-зомби характеризуются медлительностью, но компенсируют её численным преимуществом. Несмотря на их деградировавший мозг, базовые инстинкты, такие как передвижение и охота, остаются. Эти существа стали первыми противниками в Resident Evil (1996), где заражённые бродили по Арклейскому особняку. Они также играли центральную роль в последующих частях, показывая распространение вируса. Т-зомби встречаются в различных формах: от обычных горожан до сотрудников лабораторий и даже животных. Их уничтожение обычно требует выстрела в голову или полного разрушения тела. Несмотря на кажущуюся простоту, их массовое появление часто создаёт серьёзные трудности. Эти зомби являются символом всей серии Resident Evil, олицетворяя неконтролируемую природу вирусов Umbrella.",
    "screenshot1": "screen1-1.png",
    "screenshot2": "screen1-2.png",
    "screenshot3": "screen1-3.png",
    "background": "background1.jpeg"
  },
  "enemy2": {
    "name": "Ганадо",
    "image": "enemy2.png",
    "pathogen": "Патоген: Лас Плагас",
    "games": "Список появлений в играх: Resident Evil 4, Resident Evil 4 Remake",
    "description": "Ганадо — заражённые паразитом Лас Плагас, которые впервые появились в Resident Evil 4. В отличие от зомби, Ганадо сохраняют интеллект, что делает их более организованными и опасными. Паразит управляет их телом, подавляя волю и полностью подчиняя хозяину, например, Осмунду Сэдлеру. Эти враги способны использовать оружие, такие как ножи, луки, динамит и даже цепи. В бою они ведут себя агрессивно, нападают группами и пытаются окружить цель. У некоторых Ганадо в процессе боя проявляются мутации: паразит вырывается из их тела, превращаясь в опасные щупальца или длинные хлысты. Ганадо были использованы в испанской деревне для контроля над местным населением. Их появление также связано с похищением Эшли Грэм, что становится началом событий игры. Эти враги уникальны тем, что сочетают животный инстинкт зомби с разумом и стратегией.",
    "screenshot1": "screen2-1.png",
    "screenshot2": "screen2-2.png",
    "screenshot3": "screen2-3.png",
    "background": "background2.jpeg"
  },
  "enemy3": {
    "name": "Маджини",
    "image": "enemy3.png",
    "pathogen": "Патоген: Плага Тип 2 и Плага Тип 3",
    "games": "Список появлений в играх: Resident Evil 5",
    "description": "Маджини — заражённые паразитом типа Лас Плагас 2-го поколения, дебютировали в Resident Evil 5. Паразит внедряется в организм носителя и подчинает его, усиливая физическую силу и устойчивость. В отличие от Ганадо, Маджини обладают большей свирепостью и разнообразием поведения. Они встречаются в различных формах: жители африканских деревень, солдаты или рабочие. Под воздействием паразита их тела могут мутировать, превращаясь в чудовищ с щупальцами или гигантскими насекомыми. Особенностью Маджини является их способность использовать огнестрельное оружие, что делает их серьёзной угрозой. Они появились как часть эксперимента корпорации Tricell в Киджуджу. Визуально они отличаются характерными светящимися глазами и агрессивной мимикой. Сражение с ними требует осторожности и грамотного использования окружения, особенно в случаях массовых атак.",
    "screenshot1": "screen3-1.png",
    "screenshot2": "screen3-2.png",
    "screenshot3": "screen3-3.png",
    "background": "background3.jpeg"
  },
  "enemy4": {
    "name": "Джа'во",
    "image": "enemy4.png",
    "pathogen": "Патоген: C-Вирус",
    "games": "Список появлений в играх: Resident Evil 6",
    "description": "Джа'во — мутанты, заражённые C-вирусом, впервые появились в Resident Evil 6. В отличие от зомби, они сохраняют интеллект и обладают способностью к регенерации. При повреждении определённых частей тела у Джа'во происходят мутации, например, руки превращаются в гигантские когти, а ноги — в щупальца. Джа'во чаще всего действуют в составе организованных групп, применяя огнестрельное оружие и тактику. Они могут создавать коконы, из которых появляются ещё более сильные формы монстров. Их поведение делает их особенно сложными противниками, так как они способны адаптироваться к действиям игрока. Эти существа были использованы Neo-Umbrella как основное боевое биооружие, особенно в Европе и Китае. Разнообразие мутаций делает их непредсказуемыми, что вынуждает игроков адаптироваться к каждой новой встрече.",
    "screenshot1": "screen4-1.png",
    "screenshot2": "screen4-2.png",
    "screenshot3": "screen4-3.png",
    "background": "background4.jpeg"
  },
  "enemy5": {
    "name": "Плесневеки",
    "image": "enemy5.png",
    "pathogen": "Патоген: Мутамицет",
    "games": "Список появлений в играх: Resident Evil Biohazard",
    "description": "Плесневеки — это мутанты, заражённые плесенью Мутамицета, впервые встреченные в Resident Evil 7. Они обладают мощной физической силой, плотной кожей и неутолимой жаждой уничтожать. Мутамицет создаёт организм, способный к быстрому восстановлению и адаптации. Плесневеки чаще всего атакуют внезапно, появляясь из стен или пола. Их поведение варьируется от медленного брождения до стремительных нападений. Обычные методы борьбы с ними, такие как выстрелы в голову, часто оказываются малоэффективными. Эти существа служили подчинёнными Эвелины, которая использовала их для защиты себя и манипуляций над семьёй Бейкеров. Они стали символом изоляции и ужаса Resident Evil 7, добавляя гнетущую атмосферу и трудности в бою.",
    "screenshot1": "screen5-1.png",
    "screenshot2": "screen5-2.png",
    "screenshot3": "screen5-3.png",
    "background": "background5.jpeg"
  },
  "enemy6": {
    "name": "Ликаны",
    "image": "enemy6.png",
    "pathogen": "Патоген: Каду (плесень)",
    "games": "Список появлений в играх: Resident Evil Village",
    "description": "Ликаны — заражённые Мутамицетом мутанты, впервые появившиеся в Resident Evil Village. Эти существа напоминают волков, обладают острыми когтями и зубами, а также невероятной скоростью. В отличие от Плесневеков, Ликаны действуют в стаях, атакуя слаженно. Процесс их появления связан с экспериментами Матери Миранды, которая создала их как часть своих исследований. Ликаны атакуют неожиданно, используя окружение и свои ловкие движения для засады. Их внешний вид и поведение отсылают к классическим мифам о вервольфах. Сражение с Ликанами требует точности и быстроты, так как их агрессивные выпады часто оставляют мало времени на реакцию. Они стали частью атмосферы ужаса Resident Evil Village, добавляя динамики и напряжённости в геймплей.",
    "screenshot1": "screen6-1.png",
    "screenshot2": "screen6-2.png",
    "screenshot3": "screen6-3.png",
    "background": "background6.jpeg"
  },
  "enemy7": {
    "name": "Tиран",
    "image": "enemy7.png",
    "pathogen": "Патоген: Т-Вирус",
    "games": "Список появлений в играх: Resident Evil, Resident Evil CODE: Veronica, Resident Evil Remake, Resident Evil Zero",
    "description": "Тиран (T-002) — один из первых прототипов биологического оружия, созданных Umbrella. Этот огромный гуманоид был разработан как элитное боевое оружие, обладающее невероятной физической силой и устойчивостью. Однако его интеллект оставался низким, что делало его трудным для контроля. Тиран впервые появился в Resident Evil (1996), став финальным боссом игры. Он пробуждается в Арклейской лаборатории, когда команда S.T.A.R.S. обнаруживает его. Его атаки включают мощные удары когтями и преследование, которое вызывает напряжение у игроков. Ещё один Тиран, известный как Т-001 («Прототип»), появляется в Resident Evil 0. Этот ранний эксперимент менее стабилен, его внешний вид более деформирован, а поведение менее предсказуемо. Несмотря на свои недостатки, Тиран стал символом амбиций Umbrella, стремившейся создать идеального суперсолдата.",
    "screenshot1": "screen7-1.png",
    "screenshot2": "screen7-2.png",
    "screenshot3": "screen7-3.png",
    "background": "background7.jpeg"
  },
  "enemy8": {
    "name": "Тиран T-103 (Мистер X)",
    "image": "enemy8.png",
    "pathogen": "Патоген: Т-Вирус",
    "games": "Список появлений в играх: Resident Evil 2, Resident Evil 2 Remake",
    "description": "Тиран Т-103, известный как Мистер X, дебютировал в Resident Evil 2 (1998). Это улучшенная версия Тирана, созданная для выполнения тактических миссий. Его основной задачей было уничтожение свидетелей в Раккун-Сити и извлечение образцов G-вируса. Мистер X обладает человекоподобным интеллектом, что позволяет ему систематически преследовать цель. В своей базовой форме он внешне напоминает огромного человека в длинном плаще. Однако при серьёзных повреждениях он мутирует, превращаясь в неуправляемое чудовище с ещё большей силой. Мистер X также стал центральной угрозой в Resident Evil 2 Remake (2019), где его постоянное преследование усиливает напряжение. Его образ олицетворяет неумолимость и мощь биооружия Umbrella, что сделало его одним из самых запоминающихся врагов в серии.",
    "screenshot1": "screen8-1.png",
    "screenshot2": "screen8-2.png",
    "screenshot3": "screen8-3.png",
    "background": "background8.jpeg"
  },
  "enemy9": {
    "name": "Немезида",
    "image": "enemy9.png",
    "pathogen": "Патоген: Т-Вирус, паразит NE-a",
    "games": "Список появлений в играх: Resident Evil 3: Nemesis, Resident Evil 3 Remake",
    "description": "Немезис, модифицированный Тиран, дебютировал в Resident Evil 3: Nemesis (1999). Разработанный Umbrella, он был оснащён паразитом NE-α, который дал ему интеллект, способность использовать оружие и адаптироваться в бою. Его главной целью была охота на членов команды S.T.A.R.S., чтобы уничтожить свидетелей событий в Арклейском особняке. Немезис преследует Джилл Валентайн на протяжении всей игры, нападая в неожиданные моменты. Его культовая фраза «S.T.A.R.S.» стала символом страха для игроков. В бою он использует огнемёт, ракетомёт и свои длинные щупальца, что делает его крайне опасным противником. Он неоднократно мутирует, становясь всё более чудовищным по мере прогрессирования игры. Немезис также вернулся в Resident Evil 3 Remake (2020), где его образ стал ещё более ужасающим. Этот монстр стал иконой серии, символизируя неотвратимость и безжалостность Umbrella.",
    "screenshot1": "screen9-1.png",
    "screenshot2": "screen9-2.png",
    "screenshot3": "screen9-3.png",
    "background": "background9.jpeg"
  },
  "enemy10": {
    "name": "Устанак",
    "image": "enemy10.png",
    "pathogen": "Патоген: C-Вирус",
    "games": "Список появлений в играх: Resident Evil 6",
    "description": "Устанак, гигантский мутант, появился в Resident Evil 6 как основной антагонист в кампании Джейка Мюллера и Шерри Биркин. Этот монстр был создан Neo-Umbrella для уничтожения целей и обладал механической рукой, способной менять формы и функции. Его отличают невероятная прочность, выносливость и бесстрашие. Устанак преследует Джейка и Шерри по всему миру, демонстрируя неумолимость и стратегическое поведение. Его способности включают использование механической руки как оружия, захвата или инструмента для разрушения. Устанак считается современным аналогом Немезиса, но с более тактическим подходом к бою. Его роль в игре подчеркивает угрозу нового поколения биооружия, созданного Neo-Umbrella.",
    "screenshot1": "screen10-1.png",
    "screenshot2": "screen10-2.png",
    "screenshot3": "screen10-3.png",
    "background": "background10.jpeg"
  },
  "enemy11": {
    "name": "Хаос",
    "image": "enemy11.png",
    "pathogen": "Патоген: C-Вирус",
    "games": "Список появлений в играх: Resident Evil 6",
    "description": "Хаос — гигантский мутант, появившийся как финальный босс в кампании Криса Рэдфилда и Пирса Ниванса в Resident Evil 6. Это чудовище было результатом применения C-вируса и представляло собой пиковую форму биооружия. Его внешний вид напоминает массивного монстра с несколькими конечностями и бронированной кожей. Хаос способен наносить разрушительные удары и атаковать своими огромными щупальцами. Бой с ним требует точного расчёта и постоянного движения, чтобы избежать его мощных атак. Хаос стал кульминацией всей кампании, символизируя разрушительную силу вирусов нового поколения. Его огромные размеры и угрожающие движения создают эпическую атмосферу в финальной битве.",
    "screenshot1": "screen11-1.png",
    "screenshot2": "screen11-2.png",
    "screenshot3": "screen11-3.png",
    "background": "background11.jpeg"
  },
  "enemy12": {
    "name": "Эвелина",
    "image": "enemy12.png",
    "pathogen": "Патоген: Мутамицет",
    "games": "Список появлений в играх: Resident Evil Biohazard, Resident Evil Village",
    "description": "Эвелин — биологическое оружие в форме ребёнка, созданное из Мутамицета, дебютировала в Resident Evil 7: Biohazard. Её способности включают манипуляцию сознанием, создание плесени и управление заражёнными существами. Эвелин была предназначена для использования как оружие, но её нестабильность привела к катастрофическим последствиям. Она внедрилась в семью Бейкеров, заразив их и превратив в своих 'приёмных родителей'. Её главная цель — создание «семьи», что делает её особенно опасной. Её внешний вид обманчиво невинен, но за этим скрывается невероятная угроза. Битва с Эвелин становится финальной кульминацией игры, где она раскрывает свою истинную форму. Эвелин олицетворяет ужасы неконтролируемого биологического оружия и оставляет сильное впечатление как один из главных антагонистов серии.",
    "screenshot1": "screen12-1.png",
    "screenshot2": "screen12-2.png",
    "screenshot3": "screen12-3.png",
    "background": "background12.jpeg"
  }
}