{
  "pathogen1": {
    "name": "T-Вирус",
    "image": "pathogen1.png",
    "type": "Тип: Вирус",
    "games": "Список появлений в играх: Resident Evil, Resident Evil 2, Resident Evil 3: Remake, Resident Evil CODE: Veronica, Resident Evil Remake, Resident Evil Zero, Resident Evil 2 Remake, Resident Evil 3 Remake",
    "description": "Т-вирус (Тирановирус) был создан в 1960-х годах учёными корпорации Umbrella Джеймсом Маркусом, Эдвардом Эшфордом и Озвеллом Спенсером. Основой для разработки послужил вирус-прогенитор, обнаруженный в редком цветке в Африке. Целью Т-вируса было создание биоорганического оружия (БОО). Впервые он был использован в лабораториях Арклейских гор, где произошла утечка, ставшая причиной событий первой части Resident Evil. Т-вирус вызывает мутации, превращая людей в зомби и создавая монстров, таких как Лизу Тревор и Тираны. Животные и растения также подвергались заражению, что делало вирус особенно опасным. Методы борьбы с Т-вирусом включают уничтожение заражённых объектов и использование вакцин, которые разрабатывались в рамках Umbrella, но их производство было ограничено. Несмотря на это, вирус стал основой для последующих разработок, таких как G-вирус.",
    "screenshot1": "screen1-1.png",
    "screenshot2": "screen1-2.png",
    "screenshot3": "screen1-3.png",
    "screendesc1": "Цербер",
    "screendesc2": "Лизун",
    "screendesc3": "Хантер",
    "background": "background1.jpeg"
  },
  "pathogen2": {
    "name": "G-Вирус",
    "image": "pathogen2.png",
    "type": "Тип: Вирус",
    "games": "Список появлений в играх: Resident Evil 2,  Resident Evil 2 Remake",
    "description": "G-вирус был создан Уильямом Биркином, талантливым учёным Umbrella, на основе Т-вируса и других исследований. В отличие от Т-вируса, G-вирус позволяет организму постоянно мутировать, адаптируясь к повреждениям. Эти мутации становятся неконтролируемыми, превращая носителей в монстров. Уильям Биркин стал первой жертвой своего создания, когда, будучи раненым агентами Umbrella, он ввёл себе вирус. Это превратило его в огромного монстра, но также сделало его причиной катастрофы в Раккун-Сити. Вирус начал распространяться, когда заражённые существа и продукты попали в канализацию. G-вирус сложнее остановить, чем Т-вирус, так как организм заражённого продолжает видоизменяться, даже при значительных повреждениях. События в Resident Evil 2 иллюстрируют, насколько опасным стал вирус, особенно в сочетании с личной трагедией создателя.",
    "screenshot1": "screen2-1.png",
    "screenshot2": "screen2-2.png",
    "screenshot3": "screen2-3.png",
    "screendesc1": "Биркин - Первая фаза",
    "screendesc2": "Биркин - Вторая Фаза",
    "screendesc3": "Биркин - Третья фаза",
    "background": "background2.jpeg"
  },
  "pathogen3": {
    "name": "Лас Плага",
    "image": "pathogen3.png",
    "type": "Тип: Вирус",
    "games": "Список появлений в играх: Resident Evil 4, Resident Evil 5 (Тип 2 и Тип 3), Resident Evil 4 Remake",
    "description": "Лас Плагас — древний паразит, обнаруженный в Европе и использовавшийся в культе Лос Иллюминадос. История паразита уходит корнями в сельские области Испании, где его применяли для контроля над местным населением. Паразит внедряется в тело хозяина, воздействуя на нервную систему и превращая носителя в управляемого культа или хозяина. Лас Плагас 2-го типа был создан для военных целей, обеспечивая полное подчинение носителей. Версия 3 отличалась усиленными физическими способностями заражённых. Лас Плагас использовался Осмундом Сэдлером в Resident Evil 4 для похищения Эшли Грэм и усовершенственная Плага корпорацией Tricell в Африке (Тип 2 и Тип 3). Его уникальная структура делает его оружием массового подчинения, но паразита можно уничтожить с помощью лазерного облучения.",
    "screenshot1": "screen3-1.png",
    "screenshot2": "screen3-2.png",
    "screenshot3": "screen3-3.png",
    "screendesc1": "Эль Гиганте",
    "screendesc2": "Регенератор",
    "screendesc3": "Вердуго",
    "background": "background3.jpeg"
  },
  "pathogen4": {
    "name": "Уроборос",
    "image": "pathogen4.png",
    "type": "Тип: Вирус",
    "games": "Список появлений в играх: Resident Evil 5",
    "description": "Уроборос был разработан корпорацией Tricell под руководством Альберта Вескера. Основанный на вирусе-прогениторе, он должен был создать «новый мир», в котором выживут только сильнейшие. Вирус вызывают катастрофические мутации, приводящие к образованию чёрных щупалец и полному изменению организма. Лишь немногие, обладающие генетической устойчивостью, могли перенести вирус. Остальные погибали в мучениях или превращались в монстров. Уроборос применялся Вескером в событиях Resident Evil 5, но его планы были разрушены BSAA. Эта разработка продемонстрировала, что мечты о контроле над эволюцией могут привести лишь к хаосу.",
    "screenshot1": "screen4-1.png",
    "screenshot2": "screen4-2.png",
    "screenshot3": "screen4-3.png",
    "screendesc1": "Уроборос-Мконо",
    "screendesc2": "Уроборос-Ахери",
    "screendesc3": "Мутировавший Вескер",
    "background": "background4.jpeg"
  },
  "pathogen5": {
    "name": "C-Вирус",
    "image": "pathogen5.png",
    "type": "Тип: Вирус",
    "games": "Список появлений в играх: Resident Evil 6",
    "description": "C-вирус был создан организацией Neo-Umbrella под руководством Карлы Радамес, ученицы Дерека Симмонса. Он является производным G-вируса и T-вероника, сочетая их свойства для максимального эффекта. Вирус вызывает мутацию в заражённых, превращая их в зомби (C-зомби) или Джа'во — существа, обладающие высокой агрессивностью и способностью к мутации. Джа'во могут формировать коконы, из которых выходят ещё более сильные формы. C-вирус использовался в террористических атаках, включая события Resident Evil 6. Его универсальность делает его одним из самых опасных биооружий в серии, а борьба с заражёнными требует как физического уничтожения, так и предотвращения распространения.",
    "screenshot1": "screen5-1.png",
    "screenshot2": "screen5-2.png",
    "screenshot3": "screen5-3.png",
    "screendesc1": "C-зомби",
    "screendesc2": "Мутировашие Джа'во",
    "screendesc3": "Устанак",
    "background": "background5.jpeg"
  },
  "pathogen6": {
    "name": "Мутамицет",
    "image": "pathogen6.png",
    "type": "Тип: Грибок",
    "games": "Список появлений в играх: Resident Evil Biohazard, Resident Evil Village",
    "description": "Мутамицет (плесень) — грибковый организм, открытый Матерью Мирандой и модифицированный позднее организацией 'Соединение'. Он обладает способностью проникать в организм человека, изменяя сознание и структуру тела. Его действие проявляется в создании мощных мутантов, таких как семья Бейкеров, подчинённых биологическому оружию по имени Эвелина. Плесень может захватывать разум, создавая иллюзии и подавляя волю. 'Соединение' использовало мутамицет для создания биологического оружия, однако последствия вышли из-под контроля. События в Луизиане показали его разрушительный потенциал, а также уязвимость при воздействии специальных сывороток. Мутамицет остаётся одной из самых загадочных угроз в серии, представляя собой не только физическую, но и психологическую опасность для всех, кто с ним сталкивается.",
    "screenshot1": "screen6-1.png",
    "screenshot2": "screen6-2.png",
    "screenshot3": "screen6-3.png",
    "screendesc1": "Плесневеки",
    "screendesc2": "Зараженная грибком Маргарет Бейкер",
    "screendesc3": "Мутировавший Джек Бейкер",
    "background": "background6.jpeg"
  }
}