{
  "game1": {
    "title": "",
    "image": "game1.png",
    "data": "Дата выпуска: 22.03.1996",
    "platforms": "Платформы: PlayStation, Windows, Sega Saturn (1997), Mobile Phone (2004), Nintendo DS (2006)",
    "description": "Resident Evil (1996) — первая игра в культовой серии survival horror от Capcom, положившая начало жанру. Действие разворачивается в мрачном особняке, полном зомби, мутантов и загадок. Игроку предстоит выжить, решать головоломки и сражаться с монстрами, исследуя историю корпорации Umbrella. Игра славится своей напряжённой атмосферой, инновационной камерой с фиксированными ракурсами и ограниченными ресурсами. Resident Evil стала одной из первых игр, успешно соединивших ужасы с глубоким повествованием.",
    "story": "В 1998 году в окрестностях Раккун-Сити начинают пропадать люди, находят растерзанные тела. Для расследования отправляется команда S.T.A.R.S., но их вертолёт терпит крушение, и оставшиеся в живых укрываются в особняке. Игрок выбирает за кого играть: Криса Редфилда или Джилл Валентайн. Исследуя особняк, герои находят дневники и лаборатории, раскрывающие деятельность корпорации Umbrella, которая разрабатывала биологическое оружие — T-вирус. Вирус вырвался на свободу, превратив людей и животных в монстров. На пути к выживанию герои сталкиваются с мутировавшими существами, решают загадки и борются с предателем Альбертом Вескером. В финале они уничтожают Тирана — результат экспериментов, и покидают особняк перед его взрывом.",
    "gameplay": "Resident Evil ввела элементы survival horror: фиксированные ракурсы камеры, ограниченные патроны и здоровье, напряжённое исследование окружения. Игрок решает головоломки и управляет инвентарём с ограниченным пространством. Главной особенностью стала атмосфера страха и неожиданных атак. Это первая игра серии, поэтому сравнивать её можно только с более поздними частями, которые унаследовали механики и доработали элементы.",
    "critics": "Игра была воспринята с восторгом, став революционной для своего времени. Журналисты хвалили напряжённую атмосферу, сюжет и необычную механику фиксированной камеры. Графика и звуковой дизайн вызвали признание за реалистичность и создание ужаса. Однако критике подверглись угловатое управление и громоздкие диалоги. Несмотря на это, Resident Evil стала коммерческим хитом и вдохновила множество последователей, став классикой жанра.",
    "screenshot1": "screen1-1.png",
    "screenshot2": "screen1-2.png",
    "screenshot3": "screen1-3.png",
    "background": "background1.jpeg"
  },
  "game2": {
    "title": " 2",
    "image": "game2.png",
    "data": "Дата выпуска: 21.01.1998",
    "platforms": "Платформы: PlayStation, Windows (1999), Nintendo 64 (1999), Sega Dreamcast (1999), Nintendo GameCube (2003), PlaySation Portable (2007)",
    "description": "Resident Evil 2 — продолжение культовой серии survival horror от Capcom, развивающее события первой игры. Действие происходит в заражённом Раккун-Сити, где два героя, Леон Кеннеди и Клэр Редфилд, пытаются выжить, сталкиваясь с ордами зомби и биологическими экспериментами корпорации Umbrella. Игра углубляет сюжет, представляя систему двух сценариев для каждого героя, что добавляет реиграбельности. Атмосфера, напряжение и кинематографичный подход сделали игру шедевром жанра.",
    "story": "Леон Кеннеди, новобранец полиции, и Клэр Редфилд, сестра Криса, прибывают в Раккун-Сити, охваченный эпидемией T-вируса. Попав в полицейский участок, они сталкиваются с зомби, мутантами и корпоративными тайнами. Герои узнают о причастности Umbrella к катастрофе и встречают Шерри Биркин, дочь учёных, связанных с вирусом. Их противником становится Уильям Биркин, инфицированный G-вирусом. Исследуя лаборатории и спасая Шерри, Леон и Клэр сбегают из города перед его разрушением. История раскрывает новые грани Umbrella и служит основой для развития серии.",
    "gameplay": "Игра сохраняет фиксированные ракурсы камеры, добавляя улучшенные головоломки и вариативность сценариев. Система «А/B сценариев» позволяет играть за двух персонажей, чьи действия влияют на события друг друга. Было улучшено управление и расширено взаимодействие с окружением. Новые монстры и уникальные боссы усилили напряжение.",
    "critics": "Игра получила восторженные отзывы за атмосферу, сюжетную глубину и новаторские механики. Критики отмечали улучшения в графике, дизайн уровней и систему сценариев. Недостатки первой части, такие как неудобное управление, всё ещё обсуждались, но это не помешало Resident Evil 2 стать эталоном survival horror и коммерческим успехом.",
    "screenshot1": "screen2-1.png",
    "screenshot2": "screen2-2.png",
    "screenshot3": "screen2-3.png",
    "background": "background2.jpeg"
  },
  "game3": {
    "title": " 3: Nemesis",
    "image": "game3.png",
    "data": "Дата выпуска: 22.09.1999",
    "platforms": "Платформы: PlayStation, Windows (2000), Dreamcast (2000), Nintendo GameCube (2003)",
    "description": "Resident Evil 3: Nemesis продолжает историю Раккун-Сити, показывая финальные дни эпидемии T-вируса. Джилл Валентайн пытается выжить в городе, преследуемая неуязвимым монстром Немезисом. Игра делает акцент на экшене и динамике, вводя элементы выбора и возможность уворачиваться от атак. Атмосфера паники и угрозы от преследующего врага сделали её уникальной среди игр серии.",
    "story": "Джилл Валентайн, одна из выживших в особняке, пытается выбраться из заражённого Раккун-Сити. Город охвачен хаосом, и Джилл сталкивается с Немезисом — биооружием Umbrella, запрограммированным уничтожить S.T.A.R.S. Её путь пересекается с наёмником Карлосом Оливейрой, и вместе они борются за спасение. Они узнают о планах армии стереть город с лица земли, чтобы скрыть правду. После нескольких столкновений с Немезисом, Джилл уничтожает его и сбегает из города перед его уничтожением.",
    "gameplay": "Игра сохраняет элементы survival horror, но делает акцент на экшене: больше боевых ситуаций, новый режим уклонения от атак и возможность выбора действий, влияющих на исход событий. Немезис стал первым врагом, способным преследовать игрока через разные зоны, что добавило динамики и страха.",
    "critics": "Критики высоко оценили напряжение и нововведения, такие как преследования Немезиса. Однако были замечания, что игра больше ориентирована на экшен, чем на атмосферу ужаса, что разделило мнения. Несмотря на это, Resident Evil 3 стала важной частью серии и заслужила признание фанатов.",
    "screenshot1": "screen3-1.png",
    "screenshot2": "screen3-2.png",
    "screenshot3": "screen3-3.png",
    "background": "background3.jpeg"
  },
  "game4": {
    "title": " CODE: Veronica",
    "image": "game4.png",
    "data": "Дата выпуска: 03.02.2000",
    "platforms": "Платформы: Dreamcast, PlayStation 2 (2001), Nintendo GameCube (2003), PlayStation 3 (2011), Xbox 360 (2011)",
    "description": "Resident Evil CODE: Veronica — первая игра серии с полноценной 3D-графикой, продолжившая сюжет о борьбе с корпорацией Umbrella. Клэр и Крис Редфилд оказываются на острове Рокфорд и в Антарктике, сражаясь с новыми мутантами и раскрывая тайны семьи Ашфорд. Игра акцентирует внимание на повествовании и драматичных сюжетных поворотах.",
    "story": "Клэр Редфилд отправляется на поиски брата и оказывается в плену на острове Рокфорд. После атаки T-вируса она сбегает и узнаёт о новых экспериментах Umbrella. Её союзник Стив Бёрнсайд становится жертвой вируса. Крис Редфилд, прибывший на помощь, сталкивается с Альбертом Вескером, ставшим сверхчеловеком. Герои раскрывают тайны семьи Ашфорд и уничтожают новое биооружие — Алексию Ашфорд. В финале Крис и Клэр сбегают, оставляя Вескера в живых.",
    "gameplay": "Переход к полноценной 3D-графике улучшил визуальную составляющую и позволил внедрить динамическую камеру. Игра сохраняет традиционный геймплей с исследованием, головоломками и боями, но расширяет масштабы уровней и взаимодействие с окружением.",
    "critics": "CODE: Veronica получила положительные отзывы за графику, сюжет и проработанных персонажей. Однако некоторые критики отмечали высокую сложность и устаревшее управление. Несмотря на это, игра считается одной из лучших в серии.",
    "screenshot1": "screen4-1.png",
    "screenshot2": "screen4-2.png",
    "screenshot3": "screen4-3.png",
    "background": "background4.jpeg"
  },
  "game5": {
    "title": " Remake",
    "image": "game5.png",
    "data": "Дата выпуска: 22.03.2002 | HD Remaster: 27.11.2014",
    "platforms": "Платформы: Nintendo GameCube, Nintendo Wii (2008) | HD Remaster: Windows, PlayStation 3, PlayStation 4, Xbox 360, Xbox One, Nintendo Switch (2019)",
    "description": "Resident Evil Remake — полноценное переосмысление оригинальной игры 1996 года, с новой графикой, улучшенным геймплеем и расширенным сюжетом. Игра сохраняет дух оригинала, добавляя новые локации, загадки и врагов. Это не просто ремастер, а образец качественного ремейка, задавший новый стандарт в индустрии.",
    "story": "Сюжет повторяет события оригинала: команда S.T.A.R.S. расследует убийства, сталкиваясь с монстрами в особняке. Герои раскрывают тайну T-вируса и корпорации Umbrella, сражаясь с мутантами, включая Тирана. Новые элементы, такие как история Лизы Тревор, добавляют глубины и трагичности сюжету.",
    "gameplay": "Игра переработала механику, добавив новые враги, динамическое освещение и систему «Crimson Head» — зомби, которые оживают, если их тела не сжечь. Графика была кардинально улучшена, а атмосфера стала ещё более мрачной.",
    "critics": "Игра получила восторженные отзывы за графику, улучшения и уважение к оригиналу. Она была признана одним из лучших ремейков в игровой индустрии.",
    "screenshot1": "screen5-1.png",
    "screenshot2": "screen5-2.png",
    "screenshot3": "screen5-3.png",
    "background": "background5.jpeg"
  },
  "game6": {
    "title": " Zero",
    "image": "game6.png",
    "data": "Дата выпуска: 12.11.2002",
    "platforms": "Платформы: Nintendo GameCube, Nintendo Wii (2008), Windows (2016), PlayStation 3 (2016), PlayStation 4 (2016), Xbox 360 (2016), Xbox One (2016), Nintendo Switch (2019)",
    "description": "Resident Evil Zero рассказывает предысторию первой части, показывая события, которые привели к катастрофе в Раккун-Сити. Игра вводит систему двух персонажей, Ребекки Чемберс и Билли Коэна, которые работают в команде, чтобы выжить. Локации варьируются от поезда до лабораторий, сохраняя атмосферу ужаса.",
    "story": "Отряд S.T.A.R.S. отправляется расследовать убийства и находит загадочный поезд, заражённый вирусом. Ребекка Чемберс и беглый преступник Билли Коэн вынуждены объединиться, чтобы сразиться с мутантами и учёным Джеймсом Маркусом, создателем T-вируса. Они уничтожают лабораторию и сбегают, в то время как события приводят к началу истории первой игры.",
    "gameplay": "Игра вводит уникальную механику управления двумя персонажами, позволяя переключаться между ними для решения головоломок. Были убраны классические ящики для инвентаря, вместо этого вещи можно оставлять на полу.",
    "critics": "Отзывы были смешанными: хвалили графику и нововведения, но критиковали управление и недостаточную глубину сюжета. Тем не менее, игра остаётся важной частью серии.",
    "screenshot1": "screen6-1.png",
    "screenshot2": "screen6-2.png",
    "screenshot3": "screen6-3.png",
    "background": "background6.jpeg"
  },
  "game7": {
    "title": " 4",
    "image": "game7.png",
    "data": "Дата выпуска: 11.01.2005",
    "platforms": "Платформы: Nintendo GameCube, PlayStation, Windows (2007), Wii (2007), IOS (2009), Zeebo (2009), PlayStation 3 (2011), Xbox 360 (2011), Android (2013), PlayStation 4 (2016), Xbox One (2016), Nintendo Switch (2019)",
    "description": "Resident Evil 4 представляет собой революционный экшен-хоррор, который изменил направление серии. Игра переносит игрока в европейскую деревню, где Леон Кеннеди спасает дочь президента США. Обновлённая камера за плечом, захватывающий экшен и множество новых механик сделали её классикой.",
    "story": "Леон С. Кеннеди получает задание спасти дочь президента Эшли Грэм, похищенную сектой Лос Иллюминадос. В деревне он сталкивается с заражёнными паразитом Лас Плагас. Ему помогают шпионка Ада Вонг и Луис Сера. Леон уничтожает лидера культа Осмундо Саддлера, спасает Эшли и сбегает.",
    "gameplay": "Игра вводит камеру от третьего лица, точное прицеливание и экшен-ориентированный стиль. Появляются интерактивные события (QTE) и инвентарь с ограниченным пространством. Локации варьируются от деревни до замка и острова.",
    "critics": "Resident Evil 4 получила признание за новаторский геймплей, дизайн уровней и атмосферу. Она стала эталоном экшен-хоррора, который вдохновил многие последующие игры.",
    "screenshot1": "screen7-1.png",
    "screenshot2": "screen7-2.png",
    "screenshot3": "screen7-3.png",
    "background": "background7.jpeg"
  },
  "game8": {
    "title": " 5",
    "image": "game8.png",
    "data": "Дата выпуска: 05.03.2009",
    "platforms": "Платформы: PlayStation 3, Xbox 360, Windows, PlayStation 4 (2016), Xbox One (2016), Nintendo Switch (2019)",
    "description": "Resident Evil 5 — динамичный экшен в духе survival horror, развивающийся в Африке, где Крис Редфилд и Шева Аломар противостоят биотеррористической угрозе. Игра делает акцент на кооперативном геймплее и насыщенных сражениях, предлагая новые виды врагов и масштабные локации. События раскрывают планы Альберта Вескера и последствия деятельности корпорации Umbrella, став важным этапом в сюжете серии.",
    "story": "Крис Редфилд, агент BSAA, отправляется в Киджуджу, Африка, чтобы расследовать вспышку биозаражения. Ему помогает Шева Аломар. Они сталкиваются с инфицированными жителями, заражёнными паразитом Уроборос. Враги — биотеррорист Рикардо Ирвинг и возродившийся Вескер, стремящийся создать новую расу сверхлюдей. Крис узнаёт, что его бывшая напарница Джилл жива и под контролем Вескера. В финале герои побеждают Вескера в эпической битве и уничтожают Уроборос.",
    "gameplay": "Игра предлагает кооперативный режим, позволяя двум игрокам работать вместе. Графика улучшена, а акцент смещён на экшен. Локации варьируются от деревень до лабораторий, а управление адаптировано для более динамичных сражений.",
    "critics": "Хотя игру хвалили за кооператив, экшен и графику, её критиковали за снижение элемента ужаса и линейность. Тем не менее, она была коммерчески успешной.",
    "screenshot1": "screen8-1.png",
    "screenshot2": "screen8-2.png",
    "screenshot3": "screen8-3.png",
    "background": "background8.jpeg"
  },
  "game9": {
    "title": " 6",
    "image": "game9.png",
    "data": "Дата выпуска: 04.10.2012",
    "platforms": "Платформы: PlayStation 3, Xbox 360, Windows (2013), PlayStation 4 (2016), Xbox One (2016), Nintendo Switch (2019)",
    "description": "Resident Evil 6 сочетает экшен и survival horror, предлагая четыре сюжетные кампании, каждая со своим стилем геймплея. Игроки управляют классическими персонажами (Леон, Крис) и новыми героями, борясь с глобальной биотеррористической угрозой. Игра предлагает разнообразие локаций, от зомби-апокалипсиса до боевиков с монстрами.",
    "story": "Леон и Хелена Харпер: Леон расследует биотеррористическую атаку в университете Таллукс. Они раскрывают, что президент США был инфицирован C-вирусом и убит. Вместе герои сражаются с мутантами, расследуют связь с корпорацией Neo-Umbrella и добираются до Китая, чтобы остановить новую угрозу. Крис Редфилд и Пирс Ниванс: Крис переживает посттравматический синдром после миссии в Эдонии, где погиб его отряд. Он и Пирс отправляются в Китай, чтобы бороться с биооружием. Они сталкиваются с гигантскими мутантами и заражёнными. Пирс жертвует собой, чтобы Крис смог уничтожить финального монстра. Джейк Мюллер и Шерри Биркин: Джейк, сын Альберта Вескера, и Шерри, агент правительства, скрываются от биооружия Устанака. Они узнают о связи C-вируса с их прошлым и о важности крови Джейка для лечения заражённых. Кампания включает сложные погони и эмоциональные моменты. Ада Вонг: Ада расследует действия своего клона, созданного Neo-Umbrella для биотеррористических целей. Она распутывает заговор и помогает другим героям остановить глобальное распространение C-вируса.",
    "gameplay": "Каждая кампания имеет уникальный стиль: от классического survival horror до интенсивного экшена. Механики включают продвинутую боевую систему и более кинематографичный подход.",
    "critics": "Игра получила смешанные отзывы. Её хвалили за масштаб и разнообразие, но критиковали за потерю атмосферы ужаса и избыточный акцент на экшене.",
    "screenshot1": "screen9-1.png",
    "screenshot2": "screen9-2.png",
    "screenshot3": "screen9-3.png",
    "background": "background9.jpeg"
  },
  "game10": {
    "title": " Biohazard",
    "image": "game10.png",
    "data": "Дата выпуска: 24.01.2017",
    "platforms": "Платформы: PlayStation 4, Xbox One, Windows, Nintendo Switch (2018), PlayStation 5 (2022), Xbox Series X|S (2022), IOS (2024), iPadOS (2024), macOS (2024)",
    "description": "Resident Evil 7 вернулась к корням survival horror, предлагая вид от первого лица и мрачную атмосферу. Игрок управляет Итаном Уинтерсом, который пытается найти пропавшую жену, попадая в ловушку каннибальской семьи Бейкеров. Узкий фокус на ужасы и изоляцию стал новым началом для серии.",
    "story": "Итан отправляется в Луизиану на поиски жены Мии и попадает в особняк семьи Бейкеров, заражённых мутамицетом. Он сражается с членами семьи и раскрывает их связь с корпорацией, ответственной за создание биооружия — девочки по имени Эвелина. После уничтожения Эвелины и спасения Мии, Итану помогает агент Крис Редфилд.",
    "gameplay": "Вид от первого лица усиливает погружение в атмосферу страха. Ограниченные ресурсы, сложные головоломки и сосредоточенность на выживании напоминают классические части серии.",
    "critics": "Игра получила восторженные отзывы за возвращение к истокам ужаса, атмосферу и свежий подход к геймплею. Она была признана возрождением серии.",
    "screenshot1": "screen10-1.png",
    "screenshot2": "screen10-2.png",
    "screenshot3": "screen10-3.png",
    "background": "background10.jpeg"
  },
  "game11": {
    "title": " 2 Remake",
    "image": "game11.png",
    "data": "Дата выпуска: 25.01.2019",
    "platforms": "Платформы: PlayStation 4, Xbox One, Windows, PlayStation 5 (2022), Xbox Series X|S (2022), Nintendo Switch (2022), IOS (2024), iPadOS (2024), macOS (2024)",
    "description": "Полноценный ремейк Resident Evil 2 с современной графикой, изменённым геймплеем и переработанным сюжетом. Игра сохраняет дух оригинала, добавляя глубины и деталей, делая события более мрачными и кинематографичными.",
    "story": "Леон Кеннеди и Клэр Редфилд исследуют полицейский участок, заражённый зомби, и раскрывают секреты Umbrella. Они спасают Шерри Биркин и сражаются с Уильямом Биркиным. История заканчивается уничтожением лаборатории и побегом героев.",
    "gameplay": "Геймплей включает свободную камеру, улучшенную боевую механику и обновлённые головоломки. Напряжение сохраняется благодаря системе ресурсов и врагам, как Тиран (более известный как Мистер X).",
    "critics": "Игра была высоко оценена за уважение к оригиналу, графику и обновлённый дизайн.",
    "screenshot1": "screen11-1.png",
    "screenshot2": "screen11-2.png",
    "screenshot3": "screen11-3.png",
    "background": "background11.jpeg"
  },
  "game12": {
    "title": " 3 Remake",
    "image": "game12.png",
    "data": "Дата выпуска: 03.04.2020",
    "platforms": "Платформы: PlayStation 4, Xbox One, Windows, PlayStation 5 (2022), Xbox Series X|S (2022), Nintendo Switch (2022)",
    "description": "Ремейк Resident Evil 3 обновил графику, механику и добавил динамики. Джилл Валентайн противостоит Немезису в хаосе Раккун-Сити, предлагая интенсивный, но сокращённый опыт.",
    "story": "Джилл пытается сбежать из города, уничтоженного T-вирусом, сталкиваясь с Немезисом. Она встречает Карлоса и помогает остановить планы Umbrella. В финале Джилл побеждает Немезиса и уезжает из города.",
    "gameplay": "Сохранив механику RE2 Remake, игра стала более линейной и ориентированной на экшен.",
    "critics": "Хотя графика и экшен хвалились, игру критиковали за сокращённый сюжет и упрощение геймплея.",
    "screenshot1": "screen12-1.png",
    "screenshot2": "screen12-2.png",
    "screenshot3": "screen12-3.png",
    "background": "background12.jpeg"
  },
  "game13": {
    "title": " Village",
    "image": "game13.png",
    "data": "Дата выпуска: 07.05.2021",
    "platforms": "Платформы: PlayStation 4, Xbox One, Windows, PlayStation 5, Xbox Series X|S, macOS (2022), Nintendo Switch (2022), IOS (2023)",
    "description": "Resident Evil Village продолжает историю Итана Уинтерса, соединяя survival horror с экшеном. Итан ищет похищенную дочь в загадочной деревне, сталкиваясь с Леди Димитреску и другими жуткими антагонистами.",
    "story": "После похищения дочери Розы, Итан оказывается в деревне, управляемой Матерью Мирандой. Он сражается с её четырьмя слугами, включая Леди Димитреску, и раскрывает правду о Розе. Финал завершается жертвой Итана ради спасения дочери.",
    "gameplay": "Смешение хоррора и экшена с упором на исследование. Вид от первого лица сохраняется, но бои стали динамичнее.",
    "critics": "Игра получила похвалу за дизайн, атмосферу и баланс хоррора и экшена.",
    "screenshot1": "screen13-1.png",
    "screenshot2": "screen13-2.png",
    "screenshot3": "screen13-3.png",
    "background": "background13.jpeg"
  },
  "game14": {
    "title": " 4 Remake",
    "image": "game14.png",
    "data": "Дата выпуска: 24.03.2023",
    "platforms": "PlayStation 4, Windows, PlayStation 5, Xbox Series X|S, macOS (2023), IOS (2023)",
    "description": "Ремейк Resident Evil 4 модернизирует культовый оригинал с улучшенной графикой, обновлённым геймплеем и переработанным сюжетом. Игра сохранила культовые элементы, добавив современности и глубины.",
    "story": "Леон Кеннеди отправляется спасать дочь президента в европейскую деревню, сталкиваясь с заражёнными Лас Плагас. Он раскрывает планы культа и уничтожает лидера, спасая девушку.",
    "gameplay": "Обновлённое управление, улучшенные стелс-механики и более сложные бои. Атмосфера стала мрачнее.",
    "critics": "Ремейк получил восторженные отзывы за улучшения, сохранившие дух оригинала.",
    "screenshot1": "screen14-1.png",
    "screenshot2": "screen14-2.png",
    "screenshot3": "screen14-3.png",
    "background": "background14.jpeg"
  }
}
